{
  "question0": [
    "What were Abigail and the girls doing in the forest when Reverend Parris saw them?",
    "Why was Parris so worried about the evidence of witchcraft being discovered in his own home?",
    "What kind of government did Salem have?",
    "Why did Elizabeth Proctor fire Abigail?",
    "What does Mrs. Putnam blame on witchcraft?",
    "Who was the first person acclaimed to practice witchcraft?",
    "What does Mary Warren make for Elizabeth Proctor?",
    "Which commandment did John Proctor \"forget\" When Reverend Hale quizzes him?",
    "Who did Ezekiel Cheever and Herrick come to the Proctor house to arrest?",
    "On What charge was Giles Corey arrested?",
    "What did John Proctor do in a desperate attempt to foil Abigail?",
    "What did Elizabeth do when called to testify?",
    "Why did John Proctor retract his confession?",
    "What eventually happens to John Proctor",
    "Why was Elizabeth not hung if she was found guilty",
    "Why did Abigail Williams live with Reverend Parris?",
    "Which of these characters was not damned for witchery?",
    "Which of these characters was the first executed for witchery?",
    "\"The Devil was precise; the marks of his presence were definite as stone.\" What is the significance of this line?",
    "Why did many of the accused admit to witchcraft?"
  ],
  "incorrect0": [
    "Singing",
    "He did not want be hung",
    "Republic",
    "She did not dress appropriately",
    "Bad weather",
    "Mary Warren",
    "A cake",
    "You shall not murder",
    "John Proctor",
    "Witchcraft",
    "He tried to kill her",
    "Kept silent",
    "Because Hale told him to",
    "He killed himself",
    "Because she was a woman",
    "She was having an affair with him",
    "Rebecca Nurse",
    "John Proctor",
    "It was a veiled threat that Reverend Parris uses against Proctor for opposing him",
    "By admitting to witchcraft they could accuse others of the same crime"
  ],
  "incorrect1": [
    "Praying",
    "He knew that he had done it",
    "Dictatorship",
    "She was too mischievous",
    "Attack of natives",
    "Reverend Hale",
    "A scarf",
    "You shall not steal",
    "Mary Warren",
    "Murder",
    "He accused her of witchcraft",
    "Ran out of the court",
    "Because new evidence was found",
    "He was freed",
    "Because John Proctor was well respected",
    "She was his servant",
    "Bridget Bishop",
    "Tituba",
    "It showed that Mary Warren was a prideful girl who though herself the superior of the Proctors",
    "They were forced to admit to witchcraft under torture."
  ],
  "incorrect2": [
    "Sitting around a fire",
    "He hated witches",
    "Monarchy",
    "She did not do the work",
    "Wrongly accused people",
    "John Proctor",
    "A bonnet",
    "You shall not take the Lord's name in vain",
    "Reverend Hale",
    "Slander",
    "He told the court that Abigail disguised as a man",
    "Told the truth",
    "Because Abigail confesses",
    "He escaped prison",
    "Because the Puritans did not allow capital punishment",
    "She did not have a house to live in",
    "John Proctor",
    "Martha Corey ",
    "It foreshadows Giles Corey's death by pressure.",
    "They were actually witches"
  ],
  "correct0": [
    "Dancing",
    "He wanted to remain a minister",
    "Theocracy",
    "Abigail was having an affair with John Proctor",
    "The death of her children",
    "Tituba",
    "A poppet",
    "You shall not commit adultery",
    "Elizabeth Proctor",
    "Disrespect toward the court",
    "He told the court about his affair with her",
    "Told a lie",
    "Because he had to sign his name to it",
    "He was hung",
    "Because she was pregnant",
    "She was his niece",
    "Giles Corey",
    "Bridget Bishop",
    "It was ironic, for Reverend Hale was using ambiguous marks to define the devil's presence",
    "By admitting to witchcraft they guarantee that they would not be executed"
  ]
}